[Cues]
Act_E4_8B_MenToilets_Bra_Look01_Max_010="Gross. How did this even get here?"
Act_E4_8B_MenToilets_CHJustin_Look01_Max_010="Justin’s just a little buzzed."
Act_E4_8B_MenToilets_ClosedDoor_Look01_Max_010="Somebody's either having sex or throwing up... or both. Ew, Max."
Act_E4_8B_MenToilets_DrunkGuy_Look01_Max_010="Goodnight, sweet prince."
Act_E4_8B_MenToilets_Graffiti01_Look01_Max_010="The tide is turning…"
Act_E4_8B_MenToilets_Graffiti02_Look01_Max_010="Daniel strikes back!"
Act_E4_8B_MenToilets_Graffiti03_Look01_Max_010="Chloe must be around…"
Act_E4_8B_MenToilets_Graffiti04_Look01_Max_010="Not anymore…"
Act_E4_8B_MenToilets_MPP_Look01_Max_010="Oh Rachel... I’m almost sorry we found you…"
Act_E4_8B_MenToilets_ToiletPaper_Look01_Max_010="Apparently, Blackwell has a severe toilet paper fetish."
Act_E4_8B_Pool_BigfootGraffiti_Look01_Max_010="Bigfoot-on-Otter action…"
Act_E4_8B_Pool_Bouncer_Max_010="I am so not impressed by this VIP crap."
Act_E4_8B_Pool_CHAlyssa_Look01_Max_010="No way, are you kidding me?"
Act_E4_8B_Pool_CHAlyssa_Look02_Max_020="Look at Alyssa shake that booty."
Act_E4_8B_Pool_CHBrooke_Look01_Max_010="Brooke is so over this party. She's ready to go out with Warren."
Act_E4_8B_Pool_CHBrooke_Look02_Max_020="Is she mad Warren asked me out?"
Act_E4_8B_Pool_CHBrooke_Look03_Max_030="Are Daniel and Brooke flirting? Right on."
Act_E4_8B_Pool_CHCourtney_Look01_Max_010="There's Courtney drinking alone, without Taylor or Victoria. I wonder why?"
Act_E4_8B_Pool_CHCourtney_Look02_Max_020="So I better see if she can get me into this idiotic VIP section."
Act_E4_8B_Pool_CHCourtney_Look03_Max_030="Don’t stress, Courtney, I’m still getting into the VIP section."
Act_E4_8B_Pool_CHCourtney_Look04_Max_040="So I just had to kiss Courtney’s ass to get in. Yay, Max."
Act_E4_8B_Pool_CHDaniel_Look01_Max_010="I'm glad I talked Daniel into coming, just to see him flirt with Brooke."
Act_E4_8B_Pool_CHLuke_Look01_Max_010="School days."
Act_E4_8B_Pool_CPRDummy_Look01_Max_010="I get it...The End Of The World. Hilarious."
Act_E4_8B_Pool_Chips_Look01_Max_010="Chips and crackers... spare no expense, Vortex Club."
Act_E4_8B_Pool_EmptyGlasses_Look01_Max_010="Guess the party’s over…"
Act_E4_8B_Pool_LifeBuoy_Look01_Max_010="That toilet paper is never coming off…"
Act_E4_8B_Pool_LightBracelet_Look01_Max_010="Oh darn, I forgot my glow bracelet."
Act_E4_8B_Pool_LightStick_Look01_Max_010="What would a shitty party be without glow sticks?"
Act_E4_8B_Pool_NoRunningNoDivingSign_Look01_Max_010="Ah, the wit of the Vortex Club."
Act_E4_8B_Pool_OxygenKit_Look01_Max_010="That oxygen kit might come in handy if somebody binges."
Act_E4_8B_Pool_PilesOfBottles_Look01_Max_010="Energy drinks, soda, energy drinks... I know somebody has the booze."
Act_E4_8B_Pool_RejectedMember_Look01_Max_010="Trust me, dude, you’re not missing anything."
Act_E4_8B_Pool_VIPFrontCurtain_Look01_Max_010="Jesus, a curtain as if Vortex Club is in First Class."
Act_E4_8B_Pool_VIPKeeper_Look01_Max_010="Why isn’t Courtney guarding the list for the VIP section?"
Act_E4_8B_Pool_VortexCLubLogo_Look01_Max_010="Yes, you do suck."
Act_E4_8B_Pool_WaterNoodle_Look01_Max_010="Have they all forgotten Kate was on the roof two days ago?"
Act_E4_8B_SwimPool_DJ_Look01_Max_010="The Vortex Club actually hired “DJ Doom” for the party…"
Act_E4_8B_SwimPool_LineDrum_Look01_Max_010="Hmm, I could push this out of the way and officially crash the VIP section…"
Act_E4_8B_SwimPool_Poster01_Look01_Max_010="They spared no expense on stupid posters…"
Act_E4_8B_SwimPool_Poster02_Look01_Max_010="I’d like to tear every one of these things down…"
Act_E4_8B_SwimPool_Poster03_Look01_Max_010="Who had to put all this shit up?"
Act_E4_8B_SwimPool_ScriptedIdle_Max_010="I hope Chloe can handle all this…"
Act_E4_8B_SwimPool_ScriptedIdle_Max_020="After all this, Rachel is dead…"
Act_E4_8B_SwimPool_ScriptedIdle_Max_030="Everybody wants to party while Nathan gets away with murder…"
Act_E4_8B_SwimPool_ScriptedIdle_Max_040="We have to stop Nathan from hurting anyone else here tonight."
Act_E4_8B_SwimPool_ScriptedIdle_Max_050="I feel like I’m in some kind of dream nightmare…"
Act_E4_8B_SwimPool_ScriptedIdle_Max_060="Everything at Blackwell looks evil to me now."
Act_E4_8B_SwimPool_ScriptedIdle_Max_070="Principal Wells should have canceled this party... but he was paid off."
Act_E4_8B_SwimPool_ScriptedIdle_Max_080="I will get revenge for Kate and Rachel if it’s the last thing I do."
Act_E4_8B_SwimPool_ScriptedIdle_Max_090="Hey, kids, let's all get drunk and go swimming! What could go wrong?"
Act_E4_8B_SwimPool_ScriptedObjective_Max_010="Okay, Chloe, where the hell are you?"
Act_E4_8B_SwimPool_ScriptedObjective_Max_020="We need to find Nathan and take him down."
Act_E4_8B_SwimPool_ScriptedObjective_Max_030="I know Victoria is next on Nathan's hit list... should I warn her?"
Act_E4_8B_SwimPool_ScriptedObjective_Max_040="Nathan is the Vortex Club, so his ass has to be here tonight."
Act_E4_8B_SwimPool_ScriptedObjective_Max_050="I need to find a way to enter this bullshit club."
Act_E4_8B_SwimPool_ScriptedObjective_Max_060="No one seems to know where Nathan is. Is he hiding or something?"
Act_E4_8B_SwimPool_ScriptedObjective_Max_070="Great. Now I have to talk Courtney into getting me inside…"
Act_E4_8B_SwimPool_ScriptedObjective_Max_080="Great plan, Max. Time to find another way into the VIP section."
Act_E4_8B_SwimPool_ScriptedPhoto_Max_010="I'm not in the mood, but still... this could be an interesting shot."
Act_E4_8B_VIP_Barman_Max_010="So the Vortex VIPs get real alcohol at their underage bar... again."
Act_E4_8B_VIP_Bottles_Max_010="No. More. Bottles."
Act_E4_8B_VIP_CHChloe_Look01_Max_010="Oh, good, Chloe's here. She obviously didn't find Nathan."
Act_E4_8B_VIP_CHDana_Max_010="I’m glad Dana ended up with Trevor."
Act_E4_8B_VIP_CHHayden_Look01_Max_010="Surprise, Hayden is trashed. He would dose his own drink first before anybody else's…"
Act_E4_8B_VIP_CHJuliet_Max_010="So Juliet hooked up with Zachary again...She better be careful so he doesn’t pull any “revenge porn” or something…"
Act_E4_8B_VIP_CHLogan_Look01_Max_010="No, Logan, you are not getting any action tonight. Or even a dance."
Act_E4_8B_VIP_CHLogan_Look02_Max_020="After our chat, maybe Logan will start taking his choices seriously...or not."
Act_E4_8B_VIP_CHTaylor_Max_010="Taylor really shows her Vortex club spirit."
Act_E4_8B_VIP_CHTrevor_Max_010="I love that Trevor doesn’t care how goofy he dances in the VIP section…"
Act_E4_8B_VIP_CHVictoria_Look01_Max_010="Here is the queen bee…"
Act_E4_8B_VIP_CHVictoria_Look02_Max_010="That didn’t go as bad as I expected. Victoria seemed to believe my warning, so maybe."
Act_E4_8B_VIP_CHVictoria_Look03_Max_010="Shit, she didn’t believe me at all...I tried...I did try...."
Act_E4_8B_VIP_CHVictoria_Look04_Max_010="Oh man, should I have warned Victoria? Would Nathan even bother her?"
Act_E4_8B_VIP_CHZachary_Max_010="Zachary, if you mess with Juliet I will kick your balls on a loop."
Act_E4_8B_VIP_Couple_Look01_Max_010="Watch out for viral videos guys…"
Act_E4_8B_VIP_DrunkGirl_Max_010="She's wasted and nobody is looking out for her... Nobody learns at Blackwell."
Act_E4_8B_VIP_Graffiti01_Look01_Max_010="Oh, that makes me want to pull a “Carrie” on the Vortex Club…"
Act_E4_8B_VIP_Graffiti02_Look01_Max_010="Victoria and her meme girls were here."
Act_E4_8B_VIP_Pills_Max_010="Who do all these pills belong to?"
Act_E4_8B_VIP_Pipe_Look01_Max_010="A bong... give me a break."
Act_E4_8B_VIP_ScriptedIdle_Max_010="Is that a real leather couch and Persian rug?"
Act_E4_8B_VIP_ScriptedIdle_Max_020="This must make them feel extra crispy special."
Act_E4_8B_VIP_ScriptedIdle_Max_030="I bet Rachel hated hanging out with these people..."
Act_E4_8B_VIP_ScriptedIdle_Max_040="Jeez, this whole fucking party is so tasteless and insenstive."
Act_E4_8B_VIP_ScriptedIdle_Max_050="Dance, monkeys, dance for the Prescotts...They own you."
Act_E4_8B_VIP_ScriptedMajorChoice_Max_010="Should I have warned Victoria about Nathan? She might be evil, but..."
Act_E4_8B_VIP_ScriptedMajorChoice_Max_020="Okay, I tried... She's not gonna believe me over her Vortex Club partner…"
Act_E4_8B_VIP_ScriptedMajorChoice_Max_030="Maybe there's hope yet for Victoria and me... I'm glad I warned her. I hope she's okay."
Act_E4_8B_VIP_ScriptedObjective_Max_010="That son of a bitch is not here... Where are you, Nathan? I better get Chloe…"
Act_E4_8B_VIP_ScriptedObjective_Max_020="Nathan might be holed up in his room after Warren’s beatdown...Time to grab Chloe and hit that dorm…"
Act_E4_8B_VIP_ZenVIP_Max_010="Kate dead... Rachel dead... Enter the Vortex Club."
Act_E4_8B_VIP_ZenVIP_Max_015="Kate almost dead... Rachel dead... Enter the Vortex Club."
Act_E4_8B_VIP_ZenVIP_Max_020="Look at these entitled assholes... they don’t give a shit about anybody."
Act_E4_8B_VIP_ZenVIP_Max_030="If that tornado came right now, I would just sit here and watch for a while."
Act_E4_8B_VIP_ZenVIP_Max_040="But I have to make sure Chloe doesn’t go on her own rampage…"
Act_E4_8B_VIP_ZenVIP_Max_050="I hate feeling this way... dark and angry…"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_001="Hi, Stella."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_003="No, thanks, Stella. Have you seen Nathan yet?"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_005="Why does Nathan creep you out? He should. I just want your reasons."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_007="What girl?"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_009="So why are you working at a Vortex Club party? I didn't think you wanted to be a member."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_011="Who hired you?"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_013="Do you notice anything unusual about the Vortex Club tonight?"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_015="Yes, you are, Stella. You're smart, honest, and you bust your ass for Blackwell. I hope everything turns out your way in the end."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Max_017="Um, no, I'm actually not okay. I... I just need to find Nathan. And don't get too close if you see him."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_002="Hey, Max, welcome to the "End Of The World." Do you want me to check anything in?"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_004="No, thank God. That boy creeps me out... Wait, some girl just asked about Nathan before you came in."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_006="He's a bully for one thing and he hit Warren for another...But have you ever looked at his eyes? Glazed and raging. Me no like."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_008="She had blue hair, dressed like a punk... I've seen her putting up those Rachel Amber posters. I'm stuck here, so I'm sorry I can't help you."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_010="Screw that. I'm here for the job. "
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_012="Mr. Jefferson asked me because he knows I don't have a lot of money,|even with my job and scholarship.|I'm not cool enough for this school."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_014="Yeah, I notice they don't give a shit about Kate Marsh. I'm glad for the job, but I think Principal Wells should have canceled the party. Guess I'm not cool enough."
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_016="Awww, thank you, Max. I really appreciate that. Hey, your face looks so intense... are you okay?"
Cue_E4_8B_Cloakroom_CHStella_Phase01_Stella_019="Hell no. This is homework, not a party. I'll text you if I spy him. Good luck. "
Cue_E4_8B_Cloakroom_CHStella_Quickphase_Stella_001="I still haven't seen Nathan. I promise to let you know."
Cue_E4_8B_Cloakroom_Stella01_IGE_Stella_010="I hate touching all these clothes..."
Cue_E4_8B_Cloakroom_Stella01_IGE_Stella_030="Plus some of the Vortex Club always give me attitude."
Cue_E4_8B_Cloakroom_Stella01_IGE_TeenFemale04_020="It is kind of nasty."
Cue_E4_8B_Cloakroom_Stella01_IGE_TeenFemale04_040="Stella, that’s what they’re here for."
Cue_E4_8B_Cloakroom_Stella02_IGE_Stella_010="Hi, can I take your coat or anything?"
Cue_E4_8B_Cloakroom_Stella02_IGE_Stella_020="No, I didn’t see any tablet with cat pics..."
Cue_E4_8B_Cloakroom_Stella02_IGE_Stella_030="No, sorry, we don’t have cedar hangars...plastic."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_001="Yo, "Maximum Overdrive." About time you got here to save this lame rave... Wanna get ripped?"
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_003="Where else could I go in Arcadia Bay on a Thursday night? Besides, Dana is here... just not with me. So yes, this party sucks."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_005="Oh, he should be freaking out in the VIP lounge with that Whore-tex Club. Fucking hate those snobby douchebags... especially Nathan. That dude is gonna go on a rampage soon."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_008="I tried to front like I was, but when I saw them together, I came over to cry like a little bitch."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_011="Damn, I was thinking about Rachel and Chloe tonight... If they showed up together right now, shit would end. Rachel could always shut Victoria down."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_013="Max, I know I'm twisted, but your face looks so fucking intense. And your voice sounds... different. You okay? How about a quick dab?"
Cue_E4_8B_MenToilets_CHJustin_Phase01_Justin_015="Fucking A, Maximus! You're right. I'm only torturing myself here. Plus I'm too loaded... It's time to get my board and grind."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_002="You look pretty ripped already, Justin. And not happy. Why did you even come tonight?"
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_004="Speaking of... have you seen Nathan?"
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_006="You might be right. So stay away from him tonight, okay? Spread the word."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_007="You're obviously not cool with Trevor dating Dana."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_009="No, it's more like somebody who's in pain. I'm sorry, Justin. But you're a cool, considerate guy and you're going to find somebody just as cool, minus the drama."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_010="Rachel Amber won't be coming either."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_012="Good for Rachel. I wish I could have seen that..."
Cue_E4_8B_MenToilets_CHJustin_Phase01_Max_014="Uh, no. I- I'm cool, Justin. And I have to get going. Maybe you should go chill somewhere else."
Cue_E4_8B_MenToilets_CHJustin_Quickphase_Justin_001="No, seriously, I am outta here. When everything isn't so fuzzy..."
Cue_E4_8B_Pool_AlyssaFall_IGE_Alyssa_010="Good grief! Give the girl a break!"
Cue_E4_8B_Pool_AlyssaFall_IGE_TeenBoy01_007="or win…"
Cue_E4_8B_Pool_AlyssaFall_IGE_TeenBoy02_006="Eh, epic fail!"
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_010="Alyssa, incoming!"
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_020="I'm on it."
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_030="Again?"
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_040="Whoa!"
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_050="Of course, my object angel has stepped up every single time to protect me from the cruel world. Thank you again, Mystic Max!"
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_060="Of course, you stepped up to protect me from another humiliating moment like yesterday. Thank you, Max."
Cue_E4_8B_Pool_AlyssaWarn_RTC_Alyssa_070="That was too close. Thanks, Max! I wish you had been around earlier this week..."
Cue_E4_8B_Pool_AlyssaWarn_RTC_Max_010="Alyssa, incoming!
"
Cue_E4_8B_Pool_CHAlyssa_NotWarned_Alyssa_002="Yes, I just got tagged by a water weenie and fell in the pool. I'm groovy. Of course, this is the one time you didn't warn me, Max."
Cue_E4_8B_Pool_CHAlyssa_NotWarned_Alyssa_003="Yes, I just got tagged by a water weenie and fell in the pool. I'm great. I guess I can't expect you to warn me like you did last time."
Cue_E4_8B_Pool_CHAlyssa_NotWarned_Alyssa_004="Yes, I just got tagged by a water weenie and fell in the pool. I'm "Queen of the World"... And you're always nearby when I'm targeted. Maybe you could warn me one of these days, Max."
Cue_E4_8B_Pool_CHAlyssa_NotWarned_Max_001="Oh, shit, Alyssa! Are you okay?"
Cue_E4_8B_Pool_CHAlyssa_Quickphase_Alyssa_001="Thanks again, Max, now I can enjoy this shitty party."
Cue_E4_8B_Pool_CHAlyssa_Quickphase_Alyssa_002="Not now, Max. I'm soaking wet, thanks to those morons and their stupid pool noodle."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_001="I'm surprised to see you here."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_003="You scared me for a sec. I was ready to duck. Didn't think you'd come back. "
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_005="I know. I only came because Warren was coming and I needed something else to vent about. This party is such a tribute to Kate's spirit."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_007="I'm just happy she's drawing again. She seems much better and her mother is being so supportive for a change...Kate deserves that."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_009="Look how fast people here forgot about Kate. They'll find some new Blackwell drama and forget about her video... So it goes. "
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_011="I can tell you know some serious shit by your face. You don't have to tell me now, but please let me know if I can help. Like you helped me. "
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_013="Oh, Max, this creep makes me feel so nervous."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_015="Uh, fucked up. Look at Nathan."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_017="I hope so. I have no doubt he dosed Kate. If you need help kicking his ass, please let me know."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_019="I really don't know, but surely in the VIP section... like it's a New York club."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_021="Why, when I have Max Caulfield at my side? Good luck."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_023="I know. This week was so shitty that I just wanted to be around a bunch of people trying to have a good time...even if I hate most of them."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_025="She must know I'd punch her in the face. I probably should, just for Vortex Club posterity..."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_027="I didn't know her, but I hope she's safe and sound."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_029="Max, you look kind of tense. Maybe you should go crash. You had a tough week too with Kate... plus having to save my ass all the time."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_031="You kinda are a superhero. You always choose to help me. It reminds me of the only poem I can quote, by Robert Frost."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_033="Okay, but this is like poet karaoke, so don't cringe: "I shall be telling this with a sigh. Somewhere ages and ages hence: Two roads diverged in a wood, and I... I took the one less traveled by. And that has made all the difference." "
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_035="Thanks for not cringing. And thanks for watching my back. Blackwell would be so much cooler if we all did that for everybody else...but you're a great start, Max."
Cue_E4_8B_Pool_CHAlyssa_Warned_Alyssa_037="That sounded ominous. But I promise. Be careful out there, Max."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_002="Yes, I'm back."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_004="I'm surprised to see anybody here, considering that Kate just killed herself in front of everybody."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_006="I'm surprised that Blackwell is having a party after Kate almost jumped off a roof. I guess people are happy that Kate is "okay" now and they can party again..."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_008="I saw that the video got taken down, so I hope nobody posts it anywhere else... or is that naive?"
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_010="Kate deserves revenge. We have to make sure this doesn't happen to anybody else at Blackwell... "
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_012="Alyssa, I have to find Nathan. Have you seen him?"
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_014="What do you know about his dad and family?"
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_016="Please stay away from him, okay? He's messed up and dangerous. For the last time I hope."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_018="So where is he?"
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_020="Thanks, Alyssa. Watch out for yourself."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_022="Look at this... I'm at my first and only Vortex Club party. "
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_024="Victoria doesn't seem to hassle you like she does me or... Kate."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_026="I think Rachel Amber would agree..."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_028="Uh... yeah. I'll talk to you later, Alyssa."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_030="I'm so glad I could warn you about all those sneak attacks. "
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_032=" I could use one moment of poetry right now."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_034="That was beautiful, Alyssa. And it's exactly what I needed to hear."
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_036="I wish I had time to hear it... Promise you'll tell me if... next time we meet. "
Cue_E4_8B_Pool_CHAlyssa_Warned_Max_038="No doubt, but I actually have to go now. Talk to you later, Alyssa."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_002="Max, I didn't expect to see you at a Vortex Club party."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_004="No, I haven't seen him. And I'm not looking for him, so I most likely won't tonight. I just hate that scrub... and his club."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_006="No homework. Boredom. Waiting. "
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_008="Then I don't have to pretend like I care anymore."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_010="I will. He left already, but we're going to map out our drive-in date later. Warren wants to go to dinner first, so that'll be fun. Is that cool with you, Max?"
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_013="Thanks, Max. Though I feel selfish talking about a boy, considering Kate and the Arcadia Bay eco-meltdown..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_014="Why? You're the one going out with him."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_016="I know... I get salty when things don't go my way. I'm selfish, while you go on a roof to help save your friend."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_017="No, I was talking to Daniel...he asked me to go with him to the Portland Art Museum this weekend... "
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_019="I'm more into science than art, but what kind of a selfish fangirl would miss a Miyazaki exhibition?"
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_020="No, but we're going to map out our drive-in date later. I was just talking to Daniel about a road trip next week to the Portland Art Museum."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_022="I'm more into science than art, but what kind of a selfish fangirl would miss a Miyazaki exhibition?"
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_024="You seem so wise and... kind of invincible this week. I think that snow and eclipse gave you superpowers. Check to see if you can fly."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_026="Max, if I saw a double moon out there, I would assume it really was the end of the world."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_028="I don't know. It would be pretty kick-ass to battle supervillains over Arcadia Bay..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Brooke_030="And so are we, Max. So let's plan a drone date next week."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_001="Hello, Brooke. "
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_003="I didn't expect that either, but I really need to find Nathan. Have you..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_005="So why are you here tonight?  "
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_007="You're not the only one. Maybe this party will be the "End Of The Vortex Club"..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_009="Have you seen Warren tonight?"
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_011="Yes, it's great. Brooke, I'm happy for you. And Warren. I'd like to see you happy instead of waiting."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_015="Brooke, enough. I'm sorry Warren asked me to the movies, but you don't need to give me an attitude. I'd like to think I'm your friend. "
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_018="Oh, that is so sweet. I bet Daniel will be a great museum guide..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_021="Oh, that is so cool. He needs a friend. I bet Daniel will be a great musuem guide..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_023=" You're not selfish, Brooke. You're just trying to live your life without all this bullshit. Like all of us here..."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_025="Only with your drone. By the way, did you see that crazy double moon out there earlier?"
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_027="I don't think having superpowers would make my life easier... With great power comes great bullshit."
Cue_E4_8B_Pool_CHBrooke_Phase01_Max_029="Well, the night is still young, Brooke."
Cue_E4_8B_Pool_CHBrooke_Quickphase_Brooke_001="Let's make detailed plans later, okay?"
Cue_E4_8B_Pool_CHBrooke_Quickphase_Brooke_002="Can't talk now, Max, waiting for a boy..."
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_002="Yes! Max makes an entrance! I only came to the party because of you!"
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_004="No, I've been hanging with Brooke since I got here. Max, are you okay? Your face looks so... serious."
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_006="You look like you're on a secret mission..."
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_008="It seems like it never ends, huh? "
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_010="Well, if you want to hang out with Brooke and me, we're here for you."
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_011="Oh, Max. You need a Blackwell break. I'm taking Brooke to a Miyazaki show in Portland if you want to come along... The more the merrier!"
Cue_E4_8B_Pool_CHDaniel_Phase01_Daniel_013="Well, I'll be celebrating someday in a museum, Max. Adios."
Cue_E4_8B_Pool_CHDaniel_Phase01_Max_001="Hi, Daniel."
Cue_E4_8B_Pool_CHDaniel_Phase01_Max_003="I'm glad to see you out and about. By the way, have you seen Nathan Prescott tonight?"
Cue_E4_8B_Pool_CHDaniel_Phase01_Max_005="I know. I'm not in party mode tonight."
Cue_E4_8B_Pool_CHDaniel_Phase01_Max_007="It's nothing. Just residue from all the Blackwell drama..."
Cue_E4_8B_Pool_CHDaniel_Phase01_Max_009="This is where it's going to end... for Rachel's sake."
Cue_E4_8B_Pool_CHDaniel_Phase01_Max_012="Thanks, Daniel. I have to stay on my mission now. I hope you stay on yours and become a great artist. "
Cue_E4_8B_Pool_CHDaniel_Quickphase_Daniel_001="I have to hit "el baño" so let's talk later, Max!"
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_002="Max, you're the only person I don't mind seeing right now."
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_004="I've avoided almost everybody here tonight. Uh, why are you looking for Nathan?"
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_006="Like what happened to Kate..."
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_008="Really? You look pretty fucking intense. Is Nathan bothering you?"
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_009="Oh wait, I did see Nathan today, nursing a busted face. I had dreams that somebody finally kicked his ass... "
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_011="I have dreams that somebody finally kicks his ass one day."
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_013="Yes! Give it up for brother Warren! Now all we have to do is drive all these goddamn Prescott vampires out of town."
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_015="I call it the "Vortex Cult." Look at this crap... dress code? VIP section? Elitist bullshit."
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_017="I met him once at a Bigfoots game... mean fucking bastard. Oh man, he explains Nathan."
Cue_E4_8B_Pool_CHLuke_Phase01_Luke_019="No, thank you. For helping Kate. And for keeping it real. Peace out."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_001="Luke, I almost didn't see you."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_003="I was looking for Nathan..."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_005="I wanted to make sure he's not going to... do anything tonight."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_007="No big deal. "
Cue_E4_8B_Pool_CHLuke_Phase01_Max_010="Luke, sometimes dreams come true. Warren gave him an epic beatdown."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_012="Luke, sometimes dreams come true. Today I saw Warren give Nathan an epic headbutt."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_014="That will be hard to do when the Prescotts own the town... and the Vortex Club."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_016="I think Sean Prescott wants to drive all of us out of town... or into Pan Estates."
Cue_E4_8B_Pool_CHLuke_Phase01_Max_018="Preach it, brother Luke. Okay, I have to get going. Thanks for seeing me..."
Cue_E4_8B_Pool_CHLuke_Quickphase_Luke_001="I'm still trying to lay low here, Max."
Cue_E4_8B_SwimPool_AlyssaMax_IGE_Alyssa_010="I’d rather be at the hospital with Kate than here..."
Cue_E4_8B_SwimPool_AlyssaMax_IGE_Alyssa_020="I shouldn’t even be here... nobody should after Kate died..."
Cue_E4_8B_SwimPool_BooingVictoria_Stella_010="You don't deserve to win!"
Cue_E4_8B_SwimPool_BooingVictoria_Stella_020="Boo, Victoria!"
Cue_E4_8B_SwimPool_BooingVictoria_Stella_030="Victoria Bologna!"
Cue_E4_8B_SwimPool_BooingVictoria_Stella_040="You suck, Victoria!"
Cue_E4_8B_SwimPool_BooingVictoria_TeenMale01_010="Boo! Come on, what the fuck? Plug it back in!"
Cue_E4_8B_SwimPool_BooingVictoria_TeenMale01_020="Come on!"
Cue_E4_8B_SwimPool_BrookeDaniel_IGE_Brooke_010="It’s so nice to chat up another anime geek..."
Cue_E4_8B_SwimPool_BrookeDaniel_IGE_Brooke_030="You are. That’s what I like about Warren..."
Cue_E4_8B_SwimPool_BrookeDaniel_IGE_Brooke_050="Yeah, but so am I."
Cue_E4_8B_SwimPool_BrookeDaniel_IGE_Daniel_020="Oh yes, I’m a multi-purpose geek..."
Cue_E4_8B_SwimPool_BrookeDaniel_IGE_Daniel_040="He’s more into science though, right?"
Cue_E4_8B_SwimPool_BrookeDaniel_IGE_Daniel_060="I like science fiction..."
Cue_E4_8B_SwimPool_Brooke_IGE_Brooke_010="This party needs a drone."
Cue_E4_8B_SwimPool_Brooke_IGE_Brooke_020="And what is the point of this party exactly?"
Cue_E4_8B_SwimPool_DJJefferson_IGE_DJ_010="DJ Doom has to stop spinning so we can announce the winner of the “Everyday Heroes” contest..."
Cue_E4_8B_SwimPool_DJJefferson_IGE_DJ_020="Now give it up for Mr. Jefferson! Don’t be shy, come on!"
Cue_E4_8B_SwimPool_DJSpeakerStops_IGE_DJ_010="Whoa, whoa, what the fuck is going on?"
Cue_E4_8B_SwimPool_DJSpeakerStops_IGE_DJ_020="Okay, okay! Whoa, whoa! Who stopped the music, okay?"
Cue_E4_8B_SwimPool_DJSpeakerStops_IGE_DJ_030="Hey, you! Yes, you! What the hell are you doing over there?"
Cue_E4_8B_SwimPool_DJVictoria_IGE_DJ_010="Let’s raise the roof for Victoria Chase!"
Cue_E4_8B_SwimPool_DJVictoria_IGE_DJ_020="Now DJ Doom is gonna take you straight to the “End Of The World...”"
Cue_E4_8B_SwimPool_DanaTrevor_IGE_Dana_010="You dance worse than my dad!"
Cue_E4_8B_SwimPool_DanaTrevor_IGE_Dana_030="Okay, now that’s hot! Bust a move!"
Cue_E4_8B_SwimPool_DanaTrevor_IGE_Trevor_020="Yes, but can he do this?"
Cue_E4_8B_SwimPool_DanaTrevor_IGE_Trevor_040="Trevor 2: Electric Boogaloo!"
Cue_E4_8B_SwimPool_Daniel_IGE_Daniel_010="I can’t decide what to drink..."
Cue_E4_8B_SwimPool_Daniel_IGE_Daniel_020="Brooke only likes green tea..."
Cue_E4_8B_SwimPool_Daniel_IGE_Daniel_030="I hate making tough decisions."
Cue_E4_8B_SwimPool_DontWarnVictoria_Max_010="Never mind. It was good talking to you, Victoria. As usual."
Cue_E4_8B_SwimPool_DontWarnVictoria_Max_030="At least tell me where Nathan is."
Cue_E4_8B_SwimPool_DontWarnVictoria_Max_050="Principal Wells wanted to see us Monday. It's no big deal."
Cue_E4_8B_SwimPool_DontWarnVictoria_Max_070="Au revoir…"
Cue_E4_8B_SwimPool_DontWarnVictoria_Victoria_020="Eat a dick, Max. You're just jealous of me because I actually do the things you can't. I put my photographs out there, while you hide behind your lame retro-selfies."
Cue_E4_8B_SwimPool_DontWarnVictoria_Victoria_040="Uh, why do you want to know?"
Cue_E4_8B_SwimPool_DontWarnVictoria_Victoria_060="Then why ask me? I haven’t even seen him tonight. Adios."
Cue_E4_8B_SwimPool_EnjoyingParty_TeenBoy_010="Plug that shit back in! We want the bass, the, the fucking bass, let me hear that! Ah, this is bullshit, come on! We came to party! Give us that heavy beat!"
Cue_E4_8B_SwimPool_EnjoyingParty_TeenGirl_010="Oh, my God!"
Cue_E4_8B_SwimPool_EnjoyingParty_TeenGirl_020="Where is the alcohol?"
Cue_E4_8B_SwimPool_EnjoyingParty_TeenGirl_030="I love this song!"
Cue_E4_8B_SwimPool_EnjoyingParty_TeenGirl_040="Marcia! Marcia!"
Cue_E4_8B_SwimPool_GirlTalkMax_IGE_TeenGirl03_010="Oh, I’m shocked to see you tonight, Max....But you deserve a party."
Cue_E4_8B_SwimPool_Hayden_IGE_Hayden_010="Is it me or is everybody here all fuzzy ?"
Cue_E4_8B_SwimPool_Hayden_IGE_Hayden_020="Is it me or is everybody here all fuzzy?"
Cue_E4_8B_SwimPool_Hayden_IGE_Hayden_030="I am so wasted. But so are you two."
Cue_E4_8B_SwimPool_JeffArrive_Chloe_100="Let’s get the hell out of here, Max."
Cue_E4_8B_SwimPool_JeffArrive_Jefferson_010="So you made it, Max."
Cue_E4_8B_SwimPool_JeffArrive_Jefferson_030="Um... are you both okay? You look like you're on a mission..."
Cue_E4_8B_SwimPool_JeffArrive_Jefferson_050="Aha. I didn't know you were pals with him. I haven't seen him since this afternoon... He seemed pretty upset. I think he's still quite upset over the whole Kate situation."
Cue_E4_8B_SwimPool_JeffArrive_Jefferson_070="Let's talk later, Max. I have to announce the winner of the contest. I do wish you would have entered. You have to build up that résumé and portfolio, but I know you will."
Cue_E4_8B_SwimPool_JeffArrive_Jefferson_090="Okay, excuse me. I’m almost on..."
Cue_E4_8B_SwimPool_JeffArrive_Max_020="Oh, hey, Mr. Jefferson..."
Cue_E4_8B_SwimPool_JeffArrive_Max_040="Oh, I was just looking for Nathan."
Cue_E4_8B_SwimPool_JeffArrive_Max_060="Yeah, that makes sense."
Cue_E4_8B_SwimPool_JeffArrive_Max_080="Thanks, I hope so."
Cue_E4_8B_SwimPool_JeffSpeechReaction1_Chloe_020="Who fucking cares? Rachel is still dead. And I want Nathan's punk ass... now!"
Cue_E4_8B_SwimPool_JeffSpeechReaction1_Courtney_010="Great, Mr. Jefferson! You're so hot!"
Cue_E4_8B_SwimPool_JeffSpeechReaction1_Dana_010="Ah, Mr. Jefferson! Sexy! Oh…"
Cue_E4_8B_SwimPool_JeffSpeechReaction1_Max_010="Victoria won. Big surprise. I can't believe she blackmailed Jefferson...|Well... yes, I can."
Cue_E4_8B_SwimPool_JeffSpeechReaction1_Max_030="Me too. Let’s go check out the dormitories."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_010="Okay, everybody calm down.|Thank you, thank you... I appreciate it.|I don't want to get in the way of the party, but it's time to announce the winner of the "Everyday Heroes" contest."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_030="Before I do, I want to thank everybody who entered their photograph... and everybody who thought about entering."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_040="Now, this is the most important step in being an artist—sharing your work with the world. All of you represent Blackwell Academy, and everything our school stands for."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_050="As far as I'm concerned, you're all "Everyday Heroes"!"
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_060="The envelope, please..."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_070="And the winner is…"
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_080="Oh my, what a shocker... Victoria Chase!"
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_140="Thank you, Victoria. And speaking of Kate…"
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_150="You're all aware this party was almost canceled because of what happened this week."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_160="But the administration wisely decided that you deserve this gathering… and the Vortex Club has done so much for Blackwell."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_170="Be aware that everything you do tonight is under heightened scrutiny and basically, you need to act like responsible adults here."
Cue_E4_8B_SwimPool_JeffSpeech_Jefferson_180="So now that the old man has spoken, please enjoy yourselves tonight. It is the perfect October night for a wicked pool party. Class dismissed!"
Cue_E4_8B_SwimPool_JeffSpeech_Taylor_020="You are so hot!"
Cue_E4_8B_SwimPool_JeffSpeech_Victoria_090="Oh my God!"
Cue_E4_8B_SwimPool_JeffSpeech_Victoria_100="Thank you so much, Mr. Jefferson. It was your incredible photography that brought me to Blackwell and I hope I can live up to your name... and fame. I also want to thank all the students for being so dedicated in their pursuit."
Cue_E4_8B_SwimPool_JeffSpeech_Victoria_110="And I'd like to dedicate this prize to the memory of Kate Marsh... She was the real "everyday hero" of Blackwell..."
Cue_E4_8B_SwimPool_JeffSpeech_Victoria_120="And I'd like to dedicate this prize to Kate Marsh... She is the real "everyday hero" of Blackwell. And I can't wait for her to come back."
Cue_E4_8B_SwimPool_JeffSpeech_Victoria_130="Thank you."
Cue_E4_8B_SwimPool_JustinDrunk_IGE_Justin_010="Hey, Max. What are you doing in here?"
Cue_E4_8B_SwimPool_JustinDrunk_IGE_Justin_020="If I get sick now...I can drink more later..."
Cue_E4_8B_SwimPool_JustinDrunk_IGE_Justin_030="Okay, where did I put that bud?"
Cue_E4_8B_SwimPool_Luke_IGE_Luke_010="I’d pay money to see Warren kicking Nathan’s ass..."
Cue_E4_8B_SwimPool_Luke_IGE_Luke_020="I just wish someone would kick Nathan’s ass..."
Cue_E4_8B_SwimPool_MeetVictoria_Max_020="Sorry, I’m on the guest list."
Cue_E4_8B_SwimPool_MeetVictoria_Victoria_010="Sorry, Max. Vortex Club members only."
Cue_E4_8B_SwimPool_MeetVictoria_Victoria_030="I’m taking you off."
Cue_E4_8B_SwimPool_NoNameSpeakerStops_IGE_TeenBoy01_010="Who’s that?"
Cue_E4_8B_SwimPool_NoNameSpeakerStops_IGE_TeenBoy02_020="She looks so high..."
Cue_E4_8B_SwimPool_Party01_IGE_TeenBoy01_010="The DJ is great!"
Cue_E4_8B_SwimPool_Party01_IGE_TeenBoy01_030="I love this fucking beat!"
Cue_E4_8B_SwimPool_Party01_IGE_TeenBoy01_050="Brah... I'm so wasted!"
Cue_E4_8B_SwimPool_Party01_IGE_TeenBoy02_020="Do you have your pipe?"
Cue_E4_8B_SwimPool_Party01_IGE_TeenBoy02_040="Does Max actually dance?"
Cue_E4_8B_SwimPool_Party02_IGE_TeenBoy03_010="That VIP section is so lame..."
Cue_E4_8B_SwimPool_Party02_IGE_TeenBoy03_030="Who pays for all this shit?"
Cue_E4_8B_SwimPool_Party02_IGE_TeenBoy03_050="Dude, Nathan Prescott is totally spun out!"
Cue_E4_8B_SwimPool_Party02_IGE_TeenFemale01_020="I heard they wouldn’t let Kate Marsh in the Vortex Club..."
Cue_E4_8B_SwimPool_Party02_IGE_TeenFemale01_040="I feel selfish going to a party after this week..."
Cue_E4_8B_SwimPool_Party03_IGE_TeenGirl01_010="I bet Principal Wells is having a party in his office...glug glug..."
Cue_E4_8B_SwimPool_Party03_IGE_TeenGirl01_030="Justin said somebody saw two moons outside...but Justin."
Cue_E4_8B_SwimPool_Party03_IGE_TeenGirl02_020="Why is everyone worried that something bad is going to happen?"
Cue_E4_8B_SwimPool_Party03_IGE_TeenGirl02_040="Man, what is in that joint?"
Cue_E4_8B_SwimPool_PartyDrunk01_IGE_TeenFemale01_010="Hello, can you please hurl and flush already?"
Cue_E4_8B_SwimPool_PartyDrunk01_IGE_TeenFemale01_030="Maybe you’re not the only one who has to get sick?"
Cue_E4_8B_SwimPool_PartyDrunk01_IGE_TeenFemale02_020="Yes, you’ve been vomiting for like an hour!"
Cue_E4_8B_SwimPool_PartyDrunk01_IGE_TeenFemale02_040="If you don’t wrap it up, we’re coming in, sister!"
Cue_E4_8B_SwimPool_PartyDrunk02_IGE_TeenGirl03_010="Open the goddamn door!"
Cue_E4_8B_SwimPool_PartyDrunk02_IGE_TeenGirl03_020="Do not make me come in there and...gulp...(holding back the nausea)"
Cue_E4_8B_SwimPool_PartyDrunk03_IGE_Justin_010="Come on, don’t be so beta...man up..."
Cue_E4_8B_SwimPool_PartyDrunk03_IGE_Justin_020="You did the right thing...right?"
Cue_E4_8B_SwimPool_PartyDrunk03_IGE_Justin_030="Don’t get sick here, bro..."
Cue_E4_8B_SwimPool_PartyDrunk04_IGE_TeenBoy03_010="What was in that shit?"
Cue_E4_8B_SwimPool_PartyDrunk04_IGE_TeenBoy03_030="I’m never leaving this toilet..."
Cue_E4_8B_SwimPool_PartyDrunk04_IGE_TeenMale01_020="Energy drink and Everclear... Oh God...my stomach..."
Cue_E4_8B_SwimPool_PartyDrunk04_IGE_TeenMale01_040="This is my last Vortex Club party...oh no...not again…"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenBoy01_010="Oh, come on, man!"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenBoy02_020="This is bullshit!"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenFemale02_050="It's the end of the music!"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenFemale05_080="Oh my God! DJ Doom was checking me out!"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenGirl03_030="What’s going on?"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenMale01_040="I have to puke."
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenMale01_070="This party is so not cool..."
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenMale02_060="I bet David Madsen is here..."
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenMale03_090="Turn the music back on!"
Cue_E4_8B_SwimPool_PartyStop_IGE_TeenMale04_100="DJ, what the fuck?"
Cue_E4_8B_SwimPool_SpeakChloe_Chloe_020="He’s definitely not upstairs or in the lockers."
Cue_E4_8B_SwimPool_SpeakChloe_Chloe_040="Then let’s bail. Nathan can’t hide anymore."
Cue_E4_8B_SwimPool_SpeakChloe_Max_010="There you are.|Chloe, Nathan isn't here. Nobody has seen him tonight."
Cue_E4_8B_SwimPool_SpeakChloe_Max_030="Damn, maybe he's hiding in his dorm."
Cue_E4_8B_SwimPool_SpeakStella_Stella_010="Hey, Max, welcome to the "End Of The World." Do you want me to check anything in?"
Cue_E4_8B_SwimPool_VIPCourtneyList01_Courtney_020="Max! Our guest star arrives fashionably late! Say “Bonsoir” to the “End of the World”! Even though you flaked on my party make-over...You still get special access to the Vortex Club VIP lounge…"
Cue_E4_8B_SwimPool_VIPCourtneyList01_Courtney_040="Oh, that little asshole just made her last mistake. She thinks she’s Victoria. Buh bye. Now, let’s go make an official VIP entrance, Max Factor! Get it… ?"
Cue_E4_8B_SwimPool_VIPCourtneyList01_Courtney_050="Hey Sarah, do you know that I personally put Max’s name on the list? So you like, decide to block her from coming in while I’m taking a break? You’re not in charge here."
Cue_E4_8B_SwimPool_VIPCourtneyList01_Courtney_070="Oh my God, you’re done. And you’re off the list, permanently. Welcome to the Vortex Club."
Cue_E4_8B_SwimPool_VIPCourtneyList01_Max_010="Hey, Courtney, how are you?"
Cue_E4_8B_SwimPool_VIPCourtneyList01_Max_030="You better let your minion know since she won't let me pass."
Cue_E4_8B_SwimPool_VIPCourtneyList01_VIPKeeper_060="Wait, I just... I…"
Cue_E4_8B_SwimPool_VIPCourtneyList02_Courtney_020="What is Max Caulfield doing at a Vortex Club party?|It really must be the end of the world… get it? But seriously, like, what do you want?"
Cue_E4_8B_SwimPool_VIPCourtneyList02_Courtney_040="You got on the list? That’s very…unlikely but let’s check it out. Follow me…"
Cue_E4_8B_SwimPool_VIPCourtneyList02_Courtney_050="Sarah, our friend Max here claims she’s on the list. Just for shits and giggles, let’s see."
Cue_E4_8B_SwimPool_VIPCourtneyList02_Courtney_060="No way…"
Cue_E4_8B_SwimPool_VIPCourtneyList02_Courtney_080="Oh. My. God. Do you think I’m that dumb, Max? That’s not even my handwriting and I’m in charge of the list! Victoria is right, you are so fucking weird! Well, this is the closest you will ever get to the Vortex Club again. Promise. Yes, you can leave now, Max. The party’s over."
Cue_E4_8B_SwimPool_VIPCourtneyList02_Max_010="Hey, Courtney, how are you?"
Cue_E4_8B_SwimPool_VIPCourtneyList02_Max_030="I didn't want to be alone tonight after this week, so I'm even on the guest list. But "Zuul the Gatekeeper" won't let me pass."
Cue_E4_8B_SwimPool_VIPCourtneyList02_Max_070="Yes, way. That’s my name right there..."
Cue_E4_8B_SwimPool_VIPCourtneyList03_Courtney_020="What is Max Caulfield doing at a Vortex Club party?|It really must be the end of the world… get it? But seriously, like, what do you want?"
Cue_E4_8B_SwimPool_VIPCourtneyList03_Courtney_040="Yes, it is very nice. If you're in the Vortex Club, which you're not and will never be. So, excuse me..."
Cue_E4_8B_SwimPool_VIPCourtneyList03_Max_010="Hey, Courtney, how are you?"
Cue_E4_8B_SwimPool_VIPCourtneyList03_Max_030="I didn't want to be alone tonight after this week… so I thought it'd be nice to hang out in the VIP section."
Cue_E4_8B_SwimPool_VIPDenied_IGE_Bouncer_010="Sorry, your name isn’t on the list."
Cue_E4_8B_SwimPool_VIPDenied_IGE_Bouncer_030="Then she must have erased it later."
Cue_E4_8B_SwimPool_VIPDenied_IGE_Bouncer_050="No, because your name isn’t on the list, asshole."
Cue_E4_8B_SwimPool_VIPDenied_IGE_TeenBoy01_020="Uh, yes, it is. I saw Victoria write it down."
Cue_E4_8B_SwimPool_VIPDenied_IGE_TeenBoy01_040="That’s bullshit! Do you know who I am?"
Cue_E4_8B_SwimPool_VIPEntrance_Max_020="Oh, I just have to talk to Nathan for one second."
Cue_E4_8B_SwimPool_VIPEntrance_Max_030="Excuse me, but I’m going in."
Cue_E4_8B_SwimPool_VIPEntrance_Max_050="Sorry, but I’m on the list. Mmm-kay?"
Cue_E4_8B_SwimPool_VIPEntrance_Max_070="Listen…"
Cue_E4_8B_SwimPool_VIPEntrance_Max_090="I don’t give a shit about being a member. I just want to talk to Nathan…"
Cue_E4_8B_SwimPool_VIPEntrance_Max_110="Listen…"
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_010="Um, excuse me, where do you think you’re going?"
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_040="Sorry, but this is the VIP section. Members only. Mmm-kay?"
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_060="I know that Max Caulfield is not on any list for the Vortex Club. Nice try."
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_080="No, you listen. Courtney is supposed to be the VIP gatekeeper, not me. So please go."
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_100="Victoria specifically told me not to let you in. Nice try. Too bad you're not a member."
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_120="No, you listen. Courtney is supposed to be the VIP gatekeeper, not me. So please go."
Cue_E4_8B_SwimPool_VIPEntrance_VIPKeeper_130="God, are you mental? You can’t come in!"
Cue_E4_8B_SwimPool_VIPListNO_Max_020="Courtney, can you just tell me if Nathan is here?"
Cue_E4_8B_SwimPool_VIPListNO_Max_040="Gladly."
Cue_E4_8B_SwimPool_VIPListYES_Hayden_060="Yo, Super Max! Come hang with us! We need our hero!"
Cue_E4_8B_SwimPool_VIPListYES_Max_020="Is Nathan back there?"
Cue_E4_8B_SwimPool_VIPListYES_Max_040="Not this week."
Cue_E4_8B_SwimPool_VIPTalk_IGE_TeenBoy02_010="Last year’s party was way more fun..."
Cue_E4_8B_SwimPool_VIPTalk_IGE_TeenBoy02_030="Nathan was in a better mood..."
Cue_E4_8B_SwimPool_VIPTalk_IGE_TeenBoy02_050="Look what happened to Kate Marsh..."
Cue_E4_8B_SwimPool_VIPTalk_IGE_TeenGirl02_020="I remember the party favors..."
Cue_E4_8B_SwimPool_VIPTalk_IGE_TeenGirl02_040="Not for a while..."
Cue_E4_8B_SwimPool_VIPTalk_IGE_TeenGirl02_060="I don’t believe Nathan drugged her...He’s too rich."
Cue_E4_8B_SwimPool_VictoriaAfterChoice_IGE_Victoria_010="There goes Max Caulfield on another mission...She’s actually cool..."
Cue_E4_8B_SwimPool_VictoriaAfterChoice_IGE_Victoria_020="There goes Max Caulfield trying to act like she’s in charge..."
Cue_E4_8B_SwimPool_VictoriaOrder_IGE_Victoria_010="Can somebody please bring me a fucking drink already?"
Cue_E4_8B_SwimPool_VictoriaOrder_IGE_Victoria_020="Which one of you bitches has my peace pipe?"
Cue_E4_8B_SwimPool_VictoriaTaylorLogan_IGE_Logan_030="Yeah, that would be wicked!"
Cue_E4_8B_SwimPool_VictoriaTaylorLogan_IGE_Logan_060="Oh, I get it. Real fucking nice."
Cue_E4_8B_SwimPool_VictoriaTaylorLogan_IGE_Taylor_020="Victoria, your picture so has to win."
Cue_E4_8B_SwimPool_VictoriaTaylorLogan_IGE_Taylor_050="I’m trying not to…"
Cue_E4_8B_SwimPool_VictoriaTaylorLogan_IGE_Victoria_010="I think my photo is very powerful, but we’ll see…"
Cue_E4_8B_SwimPool_VictoriaTaylorLogan_IGE_Victoria_040="Uh, did you hear something?"
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Max_010="Victoria, listen to me... your life is in serious danger. I know Nathan is your friend, but he is truly unstable and dangerous. He did drug Kate at that party so he could take her some place... dark."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Max_030="That I don't know yet. But it was enough to make Kate want to die... And I think you're next."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Max_050="They’re not little anymore. They’re deadly. I don’t care if you hate me or not, but you have to believe me."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Max_090="Just make sure you stay away from him and stick close to your friends tonight, okay?"
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Max_110="I’ve got my own protection."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Max_130="I will. Thanks, Victoria."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_020="What? Nice try, Max. But I don’t believe you. And why would he do that?"
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_040="Max, that is crazy. Nathan is like one of my best friends. Yes, he takes serious meds, but that's not his fault. His family treats him like a total freak, just because he has little meltdowns."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_060="You could have been a major bitch to me when I got hit with that paint... and I deserved it."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_070="Max, I don't hate you... I actually think you're one of the coolest people at Blackwell... Weird, but cool. You just don't know it yet. Maybe I'm jealous because you don't give a shit what anybody thinks. And I do."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_080="To be honest, Nathan has been freaking me out lately... He’s not here and I haven’t seen him."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_100="I'll let you boss me around this one time. And I have other people I can go to for protection. Thanks for telling me this, Max. If what you said is true... then you be careful, too."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_120="Um, text me if you need anything..."
Cue_E4_8B_SwimPool_WarnVictoria_Believe_Victoria_140="Au revoir."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Max_010="Victoria, enough of this high school bullshit. We're adults now. So listen to me, your life is in serious danger. I know you're close to Nathan... but he is truly unstable and dangerous. He did drug Kate at that party so he could take her some place... dark."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Max_030="Touché. But I am not fucking around here."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Max_050="They’re not little anymore. They’re deadly. I don’t care if you hate me or not, but you have to believe me."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Max_070="Now will you listen?"
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Max_100="Oh, Victoria, please don't do this. Especially after what happened with Kate... Can't you see I'm serious?"
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Max_120="Au revoir…"
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_020="Oh my God... and I'm the drama queen?"
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_040="Sorry, but no, no way. Nathan is like one of my best friends. Yes, he takes serious meds but that's not his fault. His family treats him like a total freak, just because he has little meltdowns."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_060="I don't believe anything you say. You're full of shit. "Oh, hi, I'm Max Caulfield and I'm so sensitive that butterflies make me cry.""
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_061="I don’t believe anything you say. You’re full of shit: “Oh hi, I’m Max Caulfield and I’m so sensitive that butterflies make me cry. Excuse me while I almost kill you with a paint bucket.”"
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_080="No, I won’t."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_090="You're just pissed because you didn't enter a photo in the contest,|and that Mr. Jefferson is going to pick me. A real artist would have busted ass to win... but you just want to take your little retro-selfies. That is so fucking lame and lazy, Max. Just go find a community college."
Cue_E4_8B_SwimPool_WarnVictoria_DontBelieve_Victoria_110="That's your problem, Max. This is a party. And it's the "end of the world," so I am going to get so wasted even you won't bother me anymore. I'll let Nathan know if he finally shows up. Adios."
Cue_E4_8B_VIP_BooingVictoria_Courtney_010="Boo!"
Cue_E4_8B_VIP_BooingVictoria_Dana_020="Hee hee hee!"
Cue_E4_8B_VIP_BooingVictoria_Dana_050="Victoria Bologna!"
Cue_E4_8B_VIP_BooingVictoria_Luke_040="Boo!"
Cue_E4_8B_VIP_BooingVictoria_Stella_030="You suck, Victoria."
Cue_E4_8B_VIP_BooingVictoria_Stella_060="You don't deserve to win!"
Cue_E4_8B_VIP_CHDana_Phase01_Dana_001="Yay, Max! I can't believe you showed up! Why didn't you tell me? We could have dressed up together!"
Cue_E4_8B_VIP_CHDana_Phase01_Dana_003="Hell no, I've been dancing with Trevor. Come on and dance with us! Look at Trevor trying to bust a move!"
Cue_E4_8B_VIP_CHDana_Phase01_Dana_005="I think we are. He's so different than Logan. We actually talk about life... And he knows how to be safe."
Cue_E4_8B_VIP_CHDana_Phase01_Dana_007="Great! This has been the worst fucking week of my life, so I needed to act like a carefree student tonight...For Kate..."
Cue_E4_8B_VIP_CHDana_Phase01_Dana_009="I will if I want to have fun... I still feel sorry for him. He needs help, but not from his family..."
Cue_E4_8B_VIP_CHDana_Phase01_Dana_011="Uh, rich. And rich. And a dickhead, according to Nathan. The Prescotts can't buy a happy family... or a happy club."
Cue_E4_8B_VIP_CHDana_Phase01_Dana_014="I know... Juliet wrote a story describing it like a cult and I'm starting to think she was right... It's not fun anymore."
Cue_E4_8B_VIP_CHDana_Phase01_Dana_016="I don't need any club to be cool or have friends. Look at you...Plus I like hanging with Trevor and his skater friends. No drama!"
Cue_E4_8B_VIP_CHDana_Phase01_Dana_018="Thanks. The boy cannot dance, though... look at that!"
Cue_E4_8B_VIP_CHDana_Phase01_Max_002="As you can tell by my outfit, I was in a hurry... Dana, have you seen Nathan around?"
Cue_E4_8B_VIP_CHDana_Phase01_Max_004="You guys look really happy together..."
Cue_E4_8B_VIP_CHDana_Phase01_Max_006="How is the "End Of The World" going?"
Cue_E4_8B_VIP_CHDana_Phase01_Max_008="I hear you, Dana. But I want you to avoid Nathan if you see him, okay?"
Cue_E4_8B_VIP_CHDana_Phase01_Max_010="What do you know about his dad, Sean Prescott?"
Cue_E4_8B_VIP_CHDana_Phase01_Max_012="The Vortex Club is also enabling him."
Cue_E4_8B_VIP_CHDana_Phase01_Max_015="Sounds like you're ready for a change."
Cue_E4_8B_VIP_CHDana_Phase01_Max_017="That sounds like a plan, Dana. I'm glad Trevor is with you tonight."
Cue_E4_8B_VIP_CHDana_Quickphase_Dana_001="Max, if you're not going to shake that booty, we'll have to talk after I do! Love ya!"
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_002="Look, up in the sky—it's Super Max, here to save the party!"
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_004="Oh, hey, Max... I didn't think you'd actually come tonight..."
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_006="I just vaped some dank OG bud, so I can barely see you... or these hotties next to me. You want a hit?"
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_008="Come on, come on, I would kill to see you baked. Get that stick out of your ass. You need to get high more than anybody I know... next to me."
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_010="Me too. He's supposed to be bringing some special party favors... I hope... at the party... you actually plan to party at the party."
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_012="I guess you have to go ask everybody here... or you can sit down and take a quick hit."
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_014="God, go ask her yourself. I would, but like I said... I'm fucking ripped."
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_017="What doesn't he pay for? The Prescotts shit money. How else could we afford DJ Doomsday to spin?"
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_019="Whatever. I'm in this world to have fun... try it sometime, Max. I finally get you and Dana to come out to a Vortex Club party, but you just want to lecture me... Gee, thanks, "Mr. Madsen.""
Cue_E4_8B_VIP_CHHayden_Phase01_Hayden_021="I think that's your job, Max. Come back when you're ready to have fun..."
Cue_E4_8B_VIP_CHHayden_Phase01_Max_001="What's up, Hayden?"
Cue_E4_8B_VIP_CHHayden_Phase01_Max_003="Have you seen Nathan?"
Cue_E4_8B_VIP_CHHayden_Phase01_Max_005="Well, I didn't think anybody would want to party | after Kate Marsh killed herself this week... Have you seen Nathan? "
Cue_E4_8B_VIP_CHHayden_Phase01_Max_007="No, thanks."
Cue_E4_8B_VIP_CHHayden_Phase01_Max_009="No, I want to find Nathan."
Cue_E4_8B_VIP_CHHayden_Phase01_Max_011="Not this week. So, has anybody here seen Nathan?"
Cue_E4_8B_VIP_CHHayden_Phase01_Max_013="What about Victoria?"
Cue_E4_8B_VIP_CHHayden_Phase01_Max_015="Maybe you better take it easy tonight."
Cue_E4_8B_VIP_CHHayden_Phase01_Max_016="Hayden, does Sean Prescott pay for the Vortex Club parties?"
Cue_E4_8B_VIP_CHHayden_Phase01_Max_018="The Prescott family is literally making you dance..."
Cue_E4_8B_VIP_CHHayden_Phase01_Max_020="How much fun did Kate have at your last party? Listen, Hayden... just watch out for Nathan tonight."
Cue_E4_8B_VIP_CHHayden_Quickphase_Hayden_001="Is that you, Max? You look all fuzzy... Wow, I am baked..."
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_002="Max, all right! I'll talk after you shake that booty for me!"
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_004="I can't even get Victoria or Taylor to twerk... and you want to hang with Nathan? Why?"
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_006="You should talk to his dad then. Bro has got more money than God... and he spends it on the Vortex Club, not the losers over there in the cheap seats."
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_008="Whoa, Max is dropping serious attitude on the dance floor!"
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_010="Ask Victoria, she always knows where he is. Why don't you ever want to see me, Max? You're so cute and we never really talk..."
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_012="Bro, you are giving me the full body tackle... I already feel like an ass for flaking on Dana. How can I be an un-dick now?"
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_015="The next Bigfoots game. We could go out to the field, I could show you some moves... give you a touchdown..."
Cue_E4_8B_VIP_CHLogan_Phase01_Logan_017="Damn, that was way more exciting than a dance... Catch ya later, Max!"
Cue_E4_8B_VIP_CHLogan_Phase01_Max_001="Logan, can I talk to you for a second?"
Cue_E4_8B_VIP_CHLogan_Phase01_Max_003="Uh, no. Have you seen Nathan?"
Cue_E4_8B_VIP_CHLogan_Phase01_Max_005="Business."
Cue_E4_8B_VIP_CHLogan_Phase01_Max_007="None of your business."
Cue_E4_8B_VIP_CHLogan_Phase01_Max_009="Logan, this is a swimming pool. In other words, you haven't seen Nathan."
Cue_E4_8B_VIP_CHLogan_Phase01_Max_011="Logan, you're such a dick. You bailed on Dana when she was pregnant, right when she needed you most. Now you're trying to mack on me? Are you proud of yourself?"
Cue_E4_8B_VIP_CHLogan_Phase01_Max_013="You could start by not trying to sex up every female in front of you. The rest is your choice... Use it well, bro."
Cue_E4_8B_VIP_CHLogan_Phase01_Max_014="Talk about what?"
Cue_E4_8B_VIP_CHLogan_Phase01_Max_016="Logan, don't make me hurt you."
Cue_E4_8B_VIP_CHLogan_Phase01_Max_018="Oh, and don't ever touch Daniel DaCosta again. You will regret it. Now excuse me."
Cue_E4_8B_VIP_CHLogan_Quickphase_Logan_001="Can't talk now, Max. You actually made me think."
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_003="Taylor, have you seen Nathan yet?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_006="What does Victoria say about that?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_008="How has Nathan been scary?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_010="Is this why you want to be in the Vortex Club?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_012="Kate was dosed at the last Vortex Club party by Nathan, so you should avoid any drink here tonight."
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_014="Why did you come tonight? Membership dues?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_016="I do have to go now. Look out for yourself, Taylor. And give my best to your mom."
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_018="Just keep on dancing for Victoria, Taylor. And stay away from Nathan."
Cue_E4_8B_VIP_CHTaylor_Phase01_Max_020="Eat shit, Taylor. Enjoy the end of the world."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_001="Max! Look at you go, girl! "
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_002="Oh my God. Max. Seriously? What are you doing here?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_004="No... that's fine by me. He's been getting like too buggy... and kind of scary. Victoria might know..."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_005="If I did, it's none of your business. This is a VIP area, so you should get back to the bleachers. "
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_007="She blows it off, but Vic is close with Nathan. They're more like brother-sister. Or something...She really cares about him."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_009="I've always thought he was a creeper. Fun, but...you can tell he doesn't give a shit about anybody. "
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_011="No, Max. I'm like far from home at a great school. I want to learn things, make friends and party...but when Kate was on the roof, I knew I had gone too far..."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_013="Trust me, I won't even drink my own water when Nathan is around now. He's a pharmacy simulator."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_015="Don't laugh, but I had a weird vibe this might actually be the last Vortex Club party...End Of The World, right?"
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_017="Oh, thanks, Max. She's doing great after her surgery. I'm glad to know you're looking out for us too..."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_019="Like, thanks for your concern."
Cue_E4_8B_VIP_CHTaylor_Phase01_Taylor_021="Okay, like, maybe I will. Uh..."
Cue_E4_8B_VIP_CHTaylor_Quickphase_Taylor_001="Let's talk after this song, cool?"
Cue_E4_8B_VIP_CHTaylor_Quickphase_Taylor_002="I'm not giving you dance lessons. Go."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_001="Go fuck your selfie, Victoria. I don't have time for this bullshit."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_004="Do you even have a clue what's going on at Blackwell?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_005="Kate Marsh killed herself in front of you and me... everybody here! "
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_006="Kate Marsh tried to kill herself in front of you and me... everybody here!"
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_008="Oh, I will. You didn't help Kate at that party. You knew she was totally wasted. Then you sent the video to everybody, just to twist the knife."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_010="Then shame on you. And you know Kate was dosed, no matter how much you deny it. That's why she ended up on that roof... and you made sure to take one last video of her, right?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_013="I bet that comforts Kate's family... I don't even know how you sleep at night."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_014="I blame Nathan for dosing Kate, but nobody at that party even cared that she was so wasted."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_016="Some humanity, Victoria."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_020="This is bigger than a problem child."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_021="I don't blame you, Victoria, but you know Kate had a church group and that she didn't party. So why did you send out that video?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_023="More than stupid. It's mean... hateful. Kate never did anything to you.|And that didn't stop you from taking one last video of her on the roof."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_026="I believe you, Victoria. I saw the nice postcard you sent to Kate. But I don't understand you."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_027="I believe you, Victoria. But I don't understand you..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_030="Your photographs suck, Victoria. You make fun of my selfies, but most of your photos are basically headshots. I don't think Richard Avedon has anything to worry about."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_032="Uh, yeah, I saw you try to blackmail Mr Jefferson last night because you're so incredible. That was so pathetic, Victoria."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_035="Like Mr. Jefferson gives a shit about you either. I mean, have you ever even watched his body language when you try to cuddle up to him? Sad face."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_038="Is that what you were trying to tell Mr. Jefferson last night?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_040="Saw... and heard."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_042="I hope you win fair."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_044="You have talent, Victoria. You don't have to push people out of your way."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_046="No, it's art. You don't have to play their way. Look at me, I got the judge of the contest suspended. "
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_047="No, it's art. You don't have to play their way.|Mr. Jefferson doesn't talk that way and he's famous."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_050="I don't either, but that's the choice you make."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_051="Yes, you are. But we shouldn't have to choose between talent and kindness. I hope."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_053="Good. I have real friends, I wouldn't want a fake one."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_055="Who do you think set up the paint can to fall? It wasn't Samuel, dumbass."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_057="Who do you think set up the paint can to fall? It wasn't Samuel, dumbass. And you trashed my room after, so stop whining."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_059="And that would have been bad. You're right, Victoria... for once."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_062="Guess I'll never be a member of the Vortex Club..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_064="Maybe, but who says we have to be enemies?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_066="That would be us, Victoria."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_068="I don't think that's gonna happen... but not for the reasons you think."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_070="Why the hell not? We're both into art and photography, both kind of weird and pretentious. If we hung out without attitude, we'd get along fine."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_072="You should have asked me. It would have been cool to compare photo notes."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_074="You paid me back by trashing my room. So we're both assholes. See? We're not that different."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_076="You might be right."
Cue_E4_8B_VIP_CHVictoria_Phase01_Max_078="I actually hope so, Victoria."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_002="Real cute, Max. And after I apologized to you the other day..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_003="Real cute, Max. You still pissed about me taking your picture? "
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_007="That's not my fault, Max. Don't you even try to blame me!"
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_009="Wow. Are you kidding me? I didn't make her drink that wine! Nobody pushed her tongue into everybody's mouth. I watched her, Max."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_011="I deleted that video from my phone, Max. I didn't know what to do, okay? Sorry. "
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_012="I deleted that video from my phone, Max."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_015="It's a fucking party, everybody is wasted! What do you want from me? "
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_017="You're the one who got suspended, Max. And I'm the only person here who cares what Nathan is going through! So I'm not the only problem child here."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_018="I'm the only person here who cares what Nathan is going through...I'm not the only problem child at Blackwell.  "
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_019="Well, you got Nathan busted out of Blackwell, so you should be happy. And I'm the only person here who cares what Nathan is going through."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_022="Oh God... I swear we weren't even going to do it. Then we had some wine and got stupid."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_024="I deleted that from my phone. Max, I saw Kate Marsh die...|I swear it didn't feel real to me.|I kept thinking, "Did I cause this? Did I?"|I've felt like shit ever since."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_025="I deleted that from my phone. Maybe I'm not her friend, but I didn't get off on Kate attempting suicide. I'm not evil, Max."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_028="I'm not perfect, okay? I'm a teenager at an art school. I'm only here to become a photographer and get famous."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_029="That makes both of us, Max. I always feel like I have to overcompensate. For what, I have no clue. I'm only here to become a photographer, not president."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_031="Oh, you did not just say that.|I can't wait to see you choke when Mr. Jefferson selects my incredible photo for the "Everyday Heroes" contest."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_033="Uh... no, creeper. We were talking about the contest.|And you're just jealous again because you got Mr. Jefferson kicked out of going to San Francisco.|Like he cares about you."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_034="Uh... no, creeper. We were talking about the contest. You didn't even enter a picture, so stop acting like you care. "
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_036="Ha ha."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_037="By the way, nobody says we have to be friends, Max."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_039="You saw me talking to him?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_041="We were just talking about how excited he is for the "Everyday Heroes" contest. That doesn't mean I'm going to win or anything."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_043="We'll see...And Max, I know you don't like me either, so it's not like we have to be friends or anything."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_045="You don't understand. My parents own a gallery. I know how this art game has to be played... it's brutal."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_048="On point, Max...|Thanks for admitting again that I have some talent. Not that I think I always do."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_049="Yeah, Mr. Jefferson probably won't be choosing my photo. I'm not as talented as I thought."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_052="Hard to believe, but I don't always make the best choices. Do you think it's, like, fate we're not supposed to be friends?"
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_054="Oh, right. You're the faker, acting like you cared when I was covered in that paint."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_056="You try to act like all shy and humble... You took a picture of me covered in paint!"
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_058="You did that? You bitch. You could have killed me with that fucking can. I almost got that freak, Samuel, fired!"
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_060="You actually think you're better than me. No fucking way."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_063="No, bitch. You won't."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_065="Whoever makes that decision."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_067="Well, Max Caulfied, I could always choose to let you in the Vortex Club..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_069="Oh, you look so serious..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_071="I almost asked you to hang out. You said my photos were "Avedon-esque." Then I remembered who I was..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_073="You had no problem snapping a photo of me covered in paint, so I don't know if we'd be besties."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_075="Maybe we're too much alike..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_077="Well, Max Caulfield, there's still time for you to get in the Vortex Club..."
Cue_E4_8B_VIP_CHVictoria_Phase01_Victoria_079="Why do you say it like that?"
Cue_E4_8B_VIP_CHVictoria_Quickphase_Victoria_001="Thanks, Max. I guess I'll be on my toes."
Cue_E4_8B_VIP_CHVictoria_Quickphase_Victoria_002="Thanks for the drama, Max. Now go back where you belong."
Cue_E4_8B_VIP_CHVictoria_Quickphase_Victoria_003="Just let me enjoy this party without you around."
Cue_E4_8B_VIP_CHVictoria_Quickphase_Victoria_004="Let's talk later, Max."
Cue_E4_8B_VIP_DontWarnVictoriaNeutral_RTC_Max_010="That’s how I roll these days."
Cue_E4_8B_VIP_DontWarnVictoriaNeutral_RTC_Max_030="Oh, by the way, do you know where Nathan is?"
Cue_E4_8B_VIP_DontWarnVictoriaNeutral_RTC_Max_050="Principal Wells wanted to see us Monday. No big deal."
Cue_E4_8B_VIP_DontWarnVictoriaNeutral_RTC_Victoria_020="Uh, okay...I can never tell if you are serious or you’re fucking around with me...Guys totally love that manic pixie shit...Later."
Cue_E4_8B_VIP_DontWarnVictoriaNeutral_RTC_Victoria_040="And why do you want to know that?"
Cue_E4_8B_VIP_DontWarnVictoriaNeutral_RTC_Victoria_060="Yeah, sucks to be you. But no, I haven’t seen Nathan. Enjoy the party."
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Max_010="Oh, um... no reason. I'm glad we finally had a talk, Victoria. I see where you're coming from now."
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Max_030="That's what they tell us... Speaking of, have you seen Nathan?"
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Max_050="Oh, Principal Wells wanted to see us Monday. No big deal."
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Max_070="Au revoir…"
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Victoria_020="I don't blame you for not caring. I totally know I'm a mean bitch... Too much residue from my other school cliques. We are supposed to be adults, right?"
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Victoria_040="Nathan Prescott? Why do you want to know that?"
Cue_E4_8B_VIP_DontWarnVictoriaNice_RTC_Victoria_060="I hope he doesn't give you any shit. Actually, I haven't seen Nathan tonight. I swear."
Cue_E4_8B_VIP_HotScene_TeenBoy_010="Come on, baby."
Cue_E4_8B_VIP_HotScene_TeenBoy_030="Come on, for me."
Cue_E4_8B_VIP_HotScene_TeenBoy_050="It's OK… Hey! Hey! It's OK. Just… Relax."
Cue_E4_8B_VIP_HotScene_TeenBoy_070="Come on... Hey, I'm not gonna hurt you !"
Cue_E4_8B_VIP_HotScene_TeenGirl_020="Ha ha! Stop."
Cue_E4_8B_VIP_HotScene_TeenGirl_040="Ha ha! It tickles, stop it."
Cue_E4_8B_VIP_HotScene_TeenGirl_060="Someone's gonna see us."
Cue_E4_8B_VIP_HotScene_TeenGirl_080="(laugh)"
Cue_E4_8B_VIP_MaxCallsChloe_Max_010="Chloe, get over here!"
